Repository: Geuthur/aa-ledger
Catalog: ledger/locale/*/LC_MESSAGES/django.po
Languages: de

source: last update run
de: Letztes Update ausgeführt

source: Force update selected corporations
de: Update erzwingen für ausgewählte Corporations

source: Started force update for {count} corporation(s). Updates will run in the background.
de: Erzwinge Aktualisierung für {count} Charakter(e). Die Aktualisierung erfolgt im Hintergrund.

source: Force update selected characters
de: Aktualisierung erzwingen für ausgewählte Charaktere

source: Started force update for {count} character(s). Updates will run in the background.
de: Die erzwungene Aktualisierung für {count} Charaktere wurde gestartet. Die Aktualisierungen werden im Hintergrund ausgeführt.

source: Please re-register characters with issues
de: Bitte registriere betroffene Charaktere erneut

source: Alliance not found in Ledger.
de: Allianz wurde nicht im Ledger gefunden.

source: You do not have permission to view this alliance.
de: Sie haben keine Berechtigung, diese Allianz anzuzeigen.

source: This amount is displayed for information only
de: Dieser Betrag dient nur als Information

source: Character not found in Ledger.
de: Charakter nicht im Ledger gefunden.

source: You do not have permission to view this character.
de: Sie haben keine Berechtigung, diesen Charakter anzuzeigen.

source: Mining Income
de: Einkünfte aus Bergbau

source: Corporation not found in Ledger.
de: Corporation wurde nicht im Ledger gefunden.

source: You do not have permission to view this corporation.
de: Sie haben keine Berechtigung, diese Corporation anzuzeigen.

source: View Factory
de: Fabrik anzeigen

source: View Extractor
de: Ansicht Extraktor

source: Toggle Notification
de: Benachrichtigung umschalten

source: View Details
de: Zeige Details

source: Included Reference Types
de: Enthaltene Referenztypen

source: Included Alt Characters
de: Enthaltene Alt-Charaktere

source: No facility
de: Keine Anlage

source: Active
de: Aktiv

source: No active extractors
de: Keine aktiven Extraktoren

source: Permission Denied
de: Zugriff verweigert

source: Permission Denied.
de: Zugriff verweigert.

source: Planet not found.
de: Planet nicht gefunden.

source: Notification toggled successfully.
de: Benachrichtigung erfolgreich umgeschaltet.

source: January
de: Januar

source: February
de: Februar

source: March
de: März

source: May
de: Mai

source: June
de: Juni

source: July
de: Juli

source: October
de: Oktober

source: December
de: Dezember

source: All Months
de: Alle Monate

source: All Days
de: Alle Tage

source: All Divisions
de: Alle Abteilungen

source: Bounty
de: Kopfgeld

source: Mining
de: Bergbau

source: Miscellaneous
de: Verschiedenes

source: Costs
de: Kosten

source: Unknown
de: Unbekannt

source: Bounty Income
de: Einkünfte aus Kopfgeld

source: Ess Income
de: Einkünfte aus ESS

source: Assets Income
de: Einkünfte aus Assets

source: Assets Cost
de: Assets Kosten

source: Corporation Contract Income
de: Einkünfte aus Corporation Verträgen

source: Corporation Withdrawal
de: Corporation Überweisung

source: Daily Goal Reward
de: Tägliche Ziele Belohnung

source: Mission Reward
de: Mission Belohnung

source: Planetary Interaction
de: Planetarische Interaktion

source: Structure Rental
de: Strukturen Miete

source: Master Wallet
de: Haupt Konto

source: Category
de: Kategorie

source: Disabled
de: deaktiviert

source: Token Error
de: token Fehler

source: Error
de: Fehler

source: Incomplete
de: unvollständig

source: In Progress
de: in Arbeit

source: Update is disabled
de: Update ist deaktiviert

source: One section has a token error during update
de: Eine Sektion hat einen token Fehler während des update

source: One or more sections have not been updated
de: Eine oder mehr Sektionen wurden nicht aktualisiert

source: Update is in progress
de: Aktualisierung ist in Arbeit

source: An error occurred during update
de: Ein Fehler trat während des Update auf

source: Updates completed successfully
de: Aktualisierungen erfolgreich abgeschlossen

source: Wallet Journal
de: Transaktionsjournal

source: Mining Ledger
de: Bergbau-Hauptbuch

source: Planets
de: Planeten

source: Planets Details
de: Planeten Details

source: Divisions Names
de: Abteilungen Namen

source: Divisions
de: Abteilungen

source: Upgrade level of the planet
de: Upgrade-Stufe des Planeten

source: Number of pins on the planet
de: Anzahl der Pins auf dem Planeten

source: %(charname)s on %(planetname)s
de: %(charname)s auf %(planetname)s

source: Planetary Extractor Heads Expired
de: Planetare Extraktor-Köpfe abgelaufen

source: Day
de: Tag

source: Month
de: Monat

source: Internal Server Error
de: Interner Server Fehler

source: Cancel
de: Abbrechen

source: Confirm
de: Bestätigen

source: Close
de: Schließen

source: Accept Delete Alliance request
de: Anfrage zur Löschung der Allianz akzeptieren

source: Are you sure you want to delete this alliance?
de: Möchten Sie diese Allianz wirklich löschen?

source: Accept Delete Character request
de: Anfrage zum Löschen eines Charakters akzeptieren

source: Are you sure you want to delete this character?
de: Möchten Sie diesen Charakter wirklich löschen?

source: Accept Delete Corporation request
de: Anfrage von Löschen Corporation akzeptieren

source: Are you sure you want to delete this corporation?
de: Sind Sie sicher, dass Sie diese Corporation löschen möchten?

source: Accept Toggle Notification request
de: Anfrage Benachrichtigung Umschalten akzeptieren

source: Are you sure you want to toggle notification for this planet?
de: Möchten Sie wirklich die Benachrichtigungen für diesen Planeten deaktivieren?

source: Alliance Ledger Details
de: Allianz Ledger Details

source: Character Ledger Details
de: Charakter Ledger Details

source: Factory
de: Fabrik

source: Note: Planetary information is only recalculated when the colony is viewed through the client. Information will not update until this criteria is met.
de: Hinweis: Die Planeteninformationen werden nur neu berechnet, wenn die Kolonie über den Client betrachtet wird. Die Informationen werden nicht aktualisiert, bis dieses Kriterium erfüllt ist.

source: Add Character
de: Charakter hinzufügen

source: Add Corporation
de: Corporation hinzufügen

source: Add Alliance
de: Allianz hinzufügen

source: Character Ledger
de: Charakter Ledger

source: Alliance Ledger
de: Allianz Ledger

source: Alliance not found.
de: Allianz wurde nicht gefunden.

source: Alliance
de: Allianz

source: View Alliance Ledger
de: Zeige Allianz Ledger

source: No Corporations found.
de: Keine Corporationen gefunden.

source: View Corporation Ledger
de: Zeige Corporation Ledger

source: Corporation is not registered in Ledger.
de: Corporation ist nicht im Ledger registriert.

source: Characters with Issues:
de: Charaktere mit Problemen:

source: Auth Corporations:
de: Auth Corporationen:

source: Active Corporations:
de: Aktive Corporationen:

source: Missing Corporations:
de: Fehlende Corporationen:

source: Diagram
de: Diagramm

source: Summary
de: Zusammenfassung

source: Daily
de: Täglich

source: Hourly
de: Stündlich

source: Entity
de: Entität

source: Bounty Amount
de: Kopfgeld Betrag

source: ESS Amount
de: ESS Betrag

source: Misc. Amount
de: Verschiedenes Betrag

source: Total
de: Gesamt

source: Section
de: Abschnitt

source: Amount
de: Betrag

source: Ref Types
de: Referenz typen

source: No Characters found.
de: Keine Charaktere gefunden.

source: Delete Character
de: Lösche Charakter

source: Are you sure to Delete this Character?
de: Bist du sicher den Character zu löschen?

source: Character is not registered in Ledger.
de: Character ist nicht im Ledger registriert.

source: Auth Characters:
de: Auth Charaktere:

source: Active Characters:
de: Aktive Charaktere:

source: Inactive Characters:
de: Inaktive Charaktere:

source: Missing Characters:
de: Fehlende Charaktere:

source: Character
de: Charakter

source: Mining Amount
de: Bergbau Betrag

source: Extractors
de: Extraktoren

source: Product
de: Produkt

source: Install Time
de: Installationszeit

source: Expiry Time
de: Ablaufzeit

source: Progress
de: Fortschritt

source: Factories
de: Fabriken

source: Facility
de: Anlage

source: Input
de: Eingabe

source: Output
de: Ausgabe

source: Upgrade Level
de: Upgrade Stufe

source: Products
de: Produkte

source: Extractor
de: Extraktor

source: Last Updated
de: Letztes Update

source: Actions
de: Aktionen

source: Storage
de: Lager

source: Product Name
de: Produkt Name

source: No Corporation found.
de: Keine Corporationen gefunden.

source: Delete Corporation
de: Corporation Löschen

source: Are you sure to Delete this Corporation?
de: Möchten Sie den Character wirklich löschen?

source: Characters
de: Charaktere

source: Corporation Characters:
de: Corporation Charaktere:

source: Export Table to CSV
de: Tabelle als CSV exportieren

source: Administration
de: Verwaltung

source: Mark all tasks as Force Refresh
de: Erzwinge Aktualisierung für alle markierten Tasks

source: Clear all Cache
de: Gesamten Cache löschen

source: Update Character Updates
de: Aktualisiere Charakter Updates

source: Character ID (optional)
de: Charakter-ID (optional)

source: Enter Character ID
de: Character-ID eingeben

source: Leave empty to update all characters
de: Leer lassen, um alle Charaktere zu aktualisieren

source: Update Corporation Updates
de: Aktualisiere Corporation Updates

source: Enter Corporation ID
de: Corporation-ID eingeben

source: Leave empty to update all corporations
de: Leer lassen, um alle corporations zu aktualisieren

source: Submit
de: Senden

source: Corporations
de: Corporationen

source: Account Overview
de: Account Übersicht

source: Alliance Overview
de: Allianz Übersicht

source: Show
de: Zeige

source: Planetary Overview
de: Planetary Übersicht

source: Planetary Details
de: Planetendetails

source: Are you sure to Switch Notification
de: Sind Sie sicher, dass Sie die Benachrichtigung umschalten wollen

source: Switch Notification
de: Schalte Notifikation um

source: Notification Activated
de: Benachrichtigung aktiviert

source: Notification Deactivated
de: Benachrichtigung deaktiviert

source: Corporation Overview
de: Corporation Übersicht

source: {alliance_name} is already in the Ledger System
de: {alliance_name} ist bereits im Ledger System

source: {alliance_name} successfully added to Ledger
de: {alliance_name} erfolgreich zum Ledger hinzugefügt

source: Failed to fetch Alliance data for {alliance_name}
de: Fehler beim Abrufen der Allianz-Daten für {alliance_name}

source: {character_name} successfully added/updated to Ledger
de: {character_name} erfolgreich zum Ledger hinzugefügt/aktualisiert

source: Character not found
de: Charakter nicht gefunden

source: {audit.eve_character.character_name} successfully deleted
de: {audit.eve_character.character_name} erfolgreich gelöscht

source: {corporation_name} successfully added/updated to Ledger
de: {corporation_name} erfolgreich zum Ledger hinzugefügt/aktualisiert

source: Corporation not found
de: Corporation wurde nicht gefunden

source: {audit.eve_corporation.corporation_name} successfully deleted
de: {audit.eve_corporation.corporation_name} erfolgreich gelöscht

source: You do not have permission to access this page.
de: Du hast keine Berechtigung diese Seite zu sehen.

source: Queued Update for Character: {character_name}
de: Aktualisierung für Charakter in Warteschlange: {character_name}

source: Character with ID {character_id} not found
de: Charakter mit ID {character_id} nicht gefunden

source: Queued Update All Characters
de: Aktualisiere alle Charaktere wurde in Warteschlange eingereiht

source: Queued Update for Corporation: {corporation_name}
de: Aktualisierung für Corporation in der Warteschlange: {corporation_name}

source: Corporation with ID {corporation_id} not found
de: Corporation mit ID {corporation_id} nicht gefunden

source: Queued Update All Corporations
de: Aktualisiere alle Corporationen wurde in Warteschlange eingereiht

source: Queued Clear All Cache
de: In der Warteschlange Alle Cache löschen
